Repository: LizenzFass78851/gluon
Catalog: site-ffc/i18n/*.po
Languages: de

# gluon-config-mode:domain
source: Domain
de: Domäne

# gluon-config-mode:domain-select
source: Here you have the possibility of selecting the mesh domain in which your node is placed. Please keep in mind that your router only connects with the nodes of the selected domain
de: Hier hast du die Möglichkeit, die Mesh-Domäne, in der sich dein Knoten befindet, auszuwählen. Bitte denke daran, dass sich dein Knoten nur mit den Knoten der ausgewählten Domäne verbinden kann.

# gluon-config-mode:novpn
source: <p>You have selected <strong>not</strong> to use the mesh VPN. Your node will only be able to connect to the Freifunk network if other nodes in reach already have a connection.</p>
de: <p>Du hast ausgewählt, <strong>kein Mesh-VPN</strong> zu nutzen. Dein Knoten kann also nur dann eine Verbindung zum Freifunk-Netz aufbauen, wenn andere Freifunk-Router in WLAN-Reichweite sind.</p>

# gluon-config-mode:welcome
source: Welcome to the setup wizard of your new Freifunk Chemnitz node. Please fill out the following form and submit it.
de: Willkommen zum Einrichtungsassistenten für deinen neuen Chemnitzer Freifunk-Knoten. Fülle das folgende Formular bitte ordnungsgemäß aus und bestätige es anschließend.

# gluon-config-mode:reboot
source: <p>Your node <em><%= pcdata(hostname) %></em> is currently rebooting and will try to connect to other nearby Freifunk nodes after that. For more information about the Freifunk Chemnitz community, have a look at <a href="https://chemnitz.freifunk.net/">our homepage</a>.</p><p>To get back to this configuration interface, press the reset button for 3 seconds during normal operation. The device will then reboot into config mode.</p><p>Have fun with your node and exploring of the Freifunk network!</p>
de: <p>Dein Knoten startet gerade neu und wird anschließend versuchen, sich mit anderen Freifunkknoten in seiner Nähe zu verbinden. Weitere Informationen zur Chemnitzer Freifunk-Community findest du auf <a href="http://chemnitz.freifunk.net/">unserer Webseite</a>.</p><p>Um zu dieser Konfigurationsseite zurückzugelangen, drücke im normalen Betrieb für drei Sekunden den Reset-Button. Das Gerät wird dann im Config Mode neustarten.</p><p>Viel Spaß mit deinem Knoten und der Erkundung von Freifunk!</p>

# gluon-web-node-role:role:node
source: normal Freifunk node
de: normaler Freifunk Knoten

# gluon-web-node-role:role:temporary
source: temporary node for tests or events
de: Knoten für Tests oder Events

# gluon-web-node-role:role:backbone
source: mesh only node / no client network
de: reiner Mesh-Knoten

# gluon-web-node-role:role:service
source: service (offloader, node & access point separated, â€¦)
de: Service (Offloader, Knoten & AccessPoint getrennt, …)

# gluon-config-mode:altitude-help
source: Specifying the altitude is optional and should only be done if a proper value is known.
de: Die Höhenangabe ist optional und sollte nur gesetzt werden, wenn ein exakter Wert bekannt ist.
